'use strict';

import React from 'react';
import { ScrollView, Text } from 'react-native';

export default React.createClass({
  render() {
    return (
      <ScrollView>
        <Text>
        {`
제1장  총 칙
제1조 【 목  적 】
	•	본 계약은 회사가 제공하는 전자상거래 관련 판매 및 기타 서비스(이하 "서비스”라 합니다)를 통해 판매회원이 상품의 위수탁판매거래를 함에 있어서 회사의 서비스를 이용하여 회사와 제휴된 판매 채널을 통해 상품을 판매하는 것과 관련한 원칙과 조건을 정하는데 목적이 있다.
	•	회사와 판매회원은 이 계약을 신의에 따라 성실히 이행함으로써 회사와 판매회원간의 공정한 거래관계를 형성하고 상호 동반성장 하기 위해 노력한다.
        `}
        </Text>
        <Text>
        {`
제2조 [용어의 정의]
	•	“몰”이란 회사가 판매회원의 상품을 회원에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 상품을 거래할 수 있도록 운영하는 가상의 영업장(www.linkshops.com)을 의미한다.
	•	"회원"이라 함은 회사에 회원등록을 한 자로서, 계속적으로 회사가 제공하는 서비스를 이용할 수 있는 만 14세 이상의 개인 또는 법인을 말한다.
“판매회원(Seller)”이란 회사와 물품공급계약을 체결하고 회사에서 운영하는 몰의 판매서비스를 이용하는 회원을 의미한다
“구매회원(Buyer)”이란, 구매한 제품의 재판매 등 상행위를 목적으로 회사에서 제공하는 구매서비스를 이용할 수 있는 회원을 의미한다. 구매회원은 ‘상행위를 목적으로 구매하는 것’이라는 점을 증명하기 위하여 회원가입 후 2주 이내에 회사에 1) 사업자등록증 등 사업자임을 증명할 수 있는 자료를 제출하여야 한다.
	•	"운영자페이지"라 함은, 회사가 본 계약에 따라 판매회원에게 관리권한을 부여하는 몰의 관리자 페이지를 의미한다.
	•	"부가서비스"라 함은, 회사가 본 계약에 지정된 서비스 외에 판매회원과 별도 약정을 통해 제공하는 사진촬영 등의 서비스를 의미한다.
	•	“위수탁판매거래"란 회사가 본 계약에 따라 판매회원이 공급하는 상품을 회사가 운영하는 인터넷, 카탈로그, 방송 등의 매체를 통하여 일정한 조건으로 구매회원에게 판매하고, 판매회원으로부터 약정된 액수의 수수료를 지급받는 거래를 말한다.
	•	“수수료"란 판매회원이 본 계약에 따라 회사의 전자상거래 플랫폼 개발 및 운영 서비스를 이용하면서 지급하는 약정된 액수의 금원으로서, 다음과 같이 서비스이용료, 상품판매수수료, 부가서비스수수료, 결제수수료로 구분된다.
	•	“서비스이용료"란 판매회원이 회사의 전자상거래 플랫폼 개발 및 운영 서비스를 이용하는 대가로 지급하는 금원을 의미한다.
	•	"상품판매수수료"란, 판매회원이 본 계약에 따른 전자상거래 플랫폼 개발 및 운영 서비스를 통해 상품을 판매하는 경우, 상품 판매 실적에 따라 회사에게 지급하는 금원을 의미한다.
	•	"부가서비스수수료"란, 판매회원이 회사의 부가서비스를 이용하는 대가로 지급하는 금원을 의미한다

	•	 "아이디(ID)"란, 회원의 식별과 서비스의 이용을 위하여 회원이 설정하고 회사가 승인하여 등록된 문자와 숫자의 조합을 의미한다.
	•	“비밀번호"란, 회원의 동일성 확인과 회원의 권익 및 비밀보호를 위하여 회원이 스스로 설정하여 회사에 등록한 영문과 숫자의 조합을 의미한다.
	•	"매매보호서비스"란 회사가 구매회원의 결제대금 보호를 위하여 일정기간 동안 결제대금을 예치하는 서비스를 말한다.
	•	본 조에서 정의되지 않은 본 계약상 용어의 의미는 상법 등 관련 법령과 일반적인 상거래 관행에 의한다.
        `}
        </Text>
        <Text>
        {`
제3조 [약관의 명시, 효력과 개정]
	•	 회사는 이 약관의 내용과 회사의 상호, 영업소 소재지, 대표자의 성명, 사업자등록번호, 연락처(전화, 팩스, 전자우편주소 등) 등을 회원이 확인할 수 있도록 "몰"의 초기 서비스화면 또는 연결화면에 게시한다.
	•	 회사는 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」, 「소비자기본법」 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있다.
	•	 회사가 약관을 개정하는 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 몰의 초기화면에 그 적용일자 14일 전부터 적용일자 전일까지 공지한다.
	•	 제3항에 따라 약관이 개정되는 경우, 개정약관은 적용일자 이후에 체결되는 계약에 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관이 적용된다. 다만, 이미 계약을 체결한 이용자가 개정약관을 적용받기 원하는 뜻을 제3항에 정한 개정약관의 공지기간 내에 회사에 전하여, 회사가 이에 동의한 경우에는 개정약관이 적용될 수 있다.
	•	이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 「약관의 규제 등에 관한 법률」, 「상법」 등 관련 법령 또는 상관례에 따른다.
        `}
        </Text>
        <Text>
        {`
제4조 [서비스의 내용]
	•	회사는 다음과 같은 서비스를 제공한다.
	•	전자상거래 플랫폼 개발 및 운영서비스는 다음과 같다.
	•	판매관련 업무지원서비스
	•	구매관련 업무지원서비스
	•	매매계약체결관련 서비스
	•	상품정보검색서비스
	•	기타 전자상거래 관련 서비스
	•	한글로 등록된 상품정보, 광고, 판매조건 등에 대한 외국어 번역 서비스.
	•	제1항 제1호 바목의 경우, 회사는 번역의 정확성을 보장하지 않으며 번역에 대한 일체의 책임을 지지 않고, 외국어로 번역된 물품정보에 따른 거래에 대한 모든 책임은 판매회원이 스스로 부담하여야 한다.
        `}
        </Text>
        <Text>
        {`
제5조 【 계약의 성립 】
본 계약은 판매회원이 회사에게 위수탁판매거래를 신청하고, 회사가 이를 승낙함으로써 성립한다. 회사가 판매회원에게 운영자페이지를 제공하면 이를 판매회원의 위수탁판매거래 신청에 대한 승낙의 의사표시로 보고, 이때부터 계약이 성립한다(이하 “본 계약”이라 한다).
        `}
        </Text>
        <Text>
        {`
제6조 【 계약 기간 】
	•	본 계약은 판매회원의 계약체결일로부터 효력이 발생한다.
	•	본 계약의 종료일은 본 계약 제15조 제 1항의 서비스이용료 납부일로부터 1년이 경과한 날로 본다.
	•	본 계약의 각 당사자가 계약 종료일 30일전까지 서면으로 반대의 의사표시를 하지 않는 경우, 계약 종료일로부터 동일한 조건으로 자동 갱신된다.
        `}
        </Text>
        <Text>
        {`
제7조 【 권리의무의 양도금지 】
판매회원은 서면에 의한 회사의 사전승낙 없이는 본 계약 및 개별 계약상의 제 권리와 의무를 제3자에게 양도, 위탁, 담보제공하는 등 기타 처분행위를 할 수 없다.
        `}
        </Text>
        <Text>
        {`
제2장  서비스 등
제8조 【 서비스 기간 및 중단 】
	•	본 계약에 따른 서비스의 이용기간은 본 계약의 기간 만료, 본 계약의 해지 및 판매회원의 탈퇴 또는 자격상실 등으로 인한 본 계약 종료시까지로 한다.
	•	회사는 컴퓨터 등 정보통신설비의 보수, 점검, 교체 또는 고장, 통신의 두절 등의 사유가 발생한 경우, 서비스의 제공을 일시적으로 중단할 수 있다. 이 경우, 회사는 서비스의 중단사실 및 그 사유를 몰의 초기화면에 게시한다.
	•	회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스의 제공을 제한하거나 일시 중단할 수 있다. 이 경우 회사는 서비스의 중단사실 및 그 사유를 게시하지 않을 수 있다.
	•	회사는 제2항 또는 제3항의 서비스 중단에 대하여 회사의 고의 또는 중과실이 없는 경우 판매회원의 손해를 배상하지 않는다.
        `}
        </Text>
        <Text>
        {`
제9조 【 판 매 활 동 】
	•	판매회원이 본 계약에 기초하여 공급하는 상품은 구매회원이 회사의 몰 기타 회사가 지정한 판매채널을 통하여 주문하는 건에 한한다.
	•	판매회원과 회사는 상품판매 매체에 대한 선정, 세부적인 판매조건 및 기간 등에 대하여 상호 합의를 통하여 정한다. 다만, 상품이 판매 중이라 하더라도, 회사와 판매회원은 매출 실적 등을 감안하여 상대방에게 위 매체, 조건 및 기간 등의 변경을 요청하고, 상호 합의에 의하여 변경 또는 취소할 수 있다.
	•	판매회원은 상품의 광고선전 효과를 극대화하기 위하여 회사에게 상품의 샘플을 제공할 수 있으며, 회사는 위 샘플을 기초로 상품판매 매체에 적합한 자료화면을 제작하여 몰에 게시할 수 있다.
	•	판매회원은 제3항의 자료화면에 대해 이의가 있는 경우, 회사에 이의사항을 알리고, 변경을 요구할 수 있으며, 스스로 운영자페이지를 통해 자료화면을 변경할 수 있다.
	•	회사는 제4항에 따라 변경된 자료화면의 내용이 타 회원의 상품 비방, 타인의 권리 침해, 과장 광고 등 부적절한 내용으로 이루어져 있다고 판단하는 경우, 이를 수정 또는 삭제하는 등 적절한 조치를 취할 수 있다.
        `}
        </Text>
        <Text>
        {`
제3장 상품판매 등
제10조 【 상품정보 및 관련자료 등의 제공 】
	•	회사는 본 계약의 설정·유지·이행 및 정상적인 서비스 제공을 위하여 판매회원에게 다음 각 호의 자료를 요청할 수 있으며, 판매회원은 정당한 사유가 없는 한 위 자료를 회사에게 제공하여야 한다.
	•	본 계약 제4조에 따른 자료[사업자등록증, 거래용 통장 사본]
상품에 관한 일체의 정보
기타 회사가 업무상 목적을 위해 요청하는 자료
	•	판매회원은 회사가 본 계약을 정상적으로 이행하고, 품질관리 및 판매와 관련된 전기통신사업법, 전자거래기본법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관계 법령을 준수하기 위하여 필요한 자료와 상품 등에 관한 정보를 회사에게 제공하여야 한다.
	•	판매회원은 제1항 및 제2항에 따라 제출한 자료에 변경사항이 발생하는 경우 변경자료를 지체없이 회사에 제공해야 하며 이를 지체하거나 불이행함으로써 발생하는 손해에 대한 책임은 판매회원이 진다.
	•	판매회원이 제1항 내지 제3항에 따른 자료를 제출하지 아니하거나 이를 지체하는 경우, 또는 제출한 자료가 사실과 달라 발생하는 손해에 대한 책임은 판매회원이 진다.
	•	회사는 부가서비스 제공 시 필요한 경우 개별 약정에 따라 판매회원에게 상품의 원가 자료를 요청할 수 있다.
        `}
        </Text>
        <Text>
        {`
제11조 【 상 품 판 매 】
	•	회사는 구매회원이 주문한 상품의 구매신청을 수령하고, 상품대금이 결제되면 판매회원에게 위 구매신청 내역을 알려야 한다.
	•	판매회원은 제1항의 구매신청을 확인한 즉시 구매신청 내역에 따라 상품을 준비하여야 한다. 단, 재고의 부족, 상품의 불량 등의 사유로 상품의 일부 또는 전부의 공급이 불가능한 경우, 판매회원은 공급이 가능한 상품 내역을 회사에 알리고(이하 “주문조정”), 주문조정 내역에 따라 상품을 준비해야 한다. 판매회원이 주문조정을 하는 경우 주문이 확정된 것으로 본다.
	•	판매회원은 제2항에 따른 상품 준비가 완료되는 즉시 운영자페이지에 상품준비완료(pick up) 표시를 하여야 한다.
	•	회사는 제2항에 따라 주문이 확정되면 즉시 판매회원이 공급한 상품을 수령하고, 판매회원에게 상품 인수 확인증을 교부한다. 단, 회사는 위 상품 수령 시 상품의 하자 여부를 별도로 확인하지 않는다.
	•	회사는 배송비 부족 등의 사유가 발생하는 경우 구매회원과 체결한 별도 약정에 따라 상품을 보관하거나 회사의 소유로 할 수 있다. 이 경우 회사는 판매회원에게 위 상품을 반품하지 않고, 몰을 통해 재판매할 수 있다.
        `}
        </Text>
        <Text>
        {`
제12조 【 배  송 】
	•	판매회원은 제10조에 따라 상품을 판매하는 경우 회사가 선정한 배송 시스템을 통해 구매회원에게 상품을 발송하여야 한다.
	•	구매회원이 한 번에 다수의 판매회원이 판매하는 상품을 구매하고 전체 제품을 동시에 배송받기를 요청하는 경우(이하 “합배송”), 회사는 각 판매회원으로부터 상품을 받아 함께 포장하여 구매회원에게 발송할 수 있다.
	•	회사는 본 계약 제10조 제4항에 따라 판매회원으로부터 수령한 상품의 수량, 사이즈 표시 등 외관상 표시를 확인할 수 있으며, 상품의 하자가 발견된 경우 즉시 판매회원에게 이를 알리고 상품의 교환 등 하자의 보완을 요구할 수 있다. 판매회원은 특별한 사정이 없는 한 위 요구를 거부할 수 없다.
	•	회사는 본 계약 제10조 제4항에 따라 판매회원이 공급한 상품을 수령한 즉시 구매회원에게 발송할 수 있도록 상품의 포장, 운송업체의 선정 등 발송에 필요한 조치를 취해야 한다.
	•	회사가 구매회원에게 상품을 발송하고, 구매회원이 아래 각 호의 기간 내에 상품 수령에 관하여 이의를 제기하지 않는 경우, 아래 각호에 지정된 날에 해당 상품을 수령한 것으로 본다.
	•	"해외배송"인 경우, 발송일로부터 14일
"국내배송"인 경우, 발송일로부터 7일
        `}
        </Text>
        <Text>
        {`
제13조 【 반품 및 교환 】
	•	구매회원이 상품의 원단불량 등 품질불량 또는 구매신청과 다른 상품의 배송 등 하자를 이유로 회사에 상품의 교환 또는 반품을 요청하는 경우, 회사는 위 반품 요구 및 사유를 판매회원에게 알리고, 해당 상품에 대한 반품 또는 교환을 요청하여야 한다.
	•	판매회원은 제1항에 따른 회사의 요청을 수령하는 즉시 해당 상품을 정상적인 상품으로 교환하거나 해당 상품을 회수하고 상품 대금을 반환하여야 한다. 이 경우 판매회원은 교환 또는 반품에 소요되는 배송비 등 필요경비를 모두 부담한다.
	•	회사는 거래의 안정성을 위하여 제2항에 따른 비용을 판매회원을 대신하여 부담할 수 있으며, 본 계약 제14조의 판매대금 정산 시 해당 비용을 차감한 잔액을 지급한다. 판매대금이 위 비용보다 부족한 경우에는 판매회원의 다른 거래로 인한 미정산 판매대금에서 차감할 수 있으며, 위 미정산 판매대금으로도 부족한 경우 판매회원에게 구상할 수 있다.
	•	회사가 제3항 후문에 따라 판매회원에게 구상하는 경우, 판매회원은 그 의사표시를 수령한 날로부터 14일 이내에 제2항에 따른 비용을 지급하여야 한다.
	•	판매회원이 제4항의 기간 내에 비용을 납입하지 않는 경우, 판매회원은 회사에게 위약벌로서 제2항에 따른 비용의 1.5배를 지불하여야 한다.
	•	회사는 제5항에 따른 위약벌과 별도로 판매회원에게 회사가 반품 및 교환으로 인하여 입은 손해배상을 청구할 수 있다.
        `}
        </Text>
        <Text>
        {`
제4장  대 금 지 급
제14조 【 세금계산서 】
	•	구매회원이 상품 판매 금액에 대해서 세금계산서를 요청할 경우, 판매회원은 이를 즉시 발행해야 한다. 단, 회사는 판매회원의 별도 요청이 있는 경우, 판매회원을 대신하여 세금계산서를 발행할 수 있다. 당월 마감 세금계산서의 발행은 거래 익월 10일까지로 한다.
	•	회사는 판매회원이 지급한 수수료에 대해 익월 10일까지 판매회원이 지정한 이메일로 당월 마감 전자세금계산서를 발행한다.
        `}
        </Text>
        <Text>
        {`
제15조 【 서비스이용료 및 수수료의 정산 】
	•	회사는 판매회원이 회사의 몰에 입점하여 전자상거래 플랫폼 개발 및 운영 서비스를 이용하는 대가로서 아래의 서비스이용료를 매월 5일 선취한다. 단, 서비스 개시 승인 월은 본 계약 제4조에 따라 회사가 판매회원에게 운영자페이지를 제공한 날을 기준으로 서비스이용료를 일할 계산하여 계약체결일에 선취한다.
1. 서비스이용료 : 금 500,000원/월(vat 별도)
	•	회사는 판매회원에게 일정 기간 동안 서비스 이용료가 면제되는 별도의 무료 사용 기간을 제공할 수 있으며, 무료 사용 기간 종료 이후 판매회원이 회사의 서비스를 계속하여 이용하고자 하는 경우, 서비스 이용료는 무료 사용 기간 종료일을 기준으로 본 조 제1항 에 따라 선취한다. 판매회원은 CMS출금을 통한 자동이체 방식을 이용하여 회사가 지정하는 아래의 계좌로 제1항의 서비스이용료를 납부한다. 회사는 판매회원에게 위 CMS 출금을 통한 자동이체를 위해 필요한 행정적 지원을 제공하며, 판매회원이 이를 거부하는 경우 본 계약을 해지할 수 있다.
	•	계좌번호:
	•	회사는 구매회원이 납입하여 보관 중인 상품대금에서 주문이 확정된 건에 따른 아래 각 호의 수수료를 공제한 금액(이하 "판매대금"이라 함)을 정산하고, 이를 판매회원에게 지급한다. 단, 상품판매수수료는 당일 정산가액의 총액이 10만원 이상일 경우에 한하여 적용한다.
	•	상품판매수수료: 1.0% (vat 별도)
	•	부가서비스수수료: 별도 약정에 따른다.
	•	회사는 판매회원의 신용, 회사의 서비스 제공 정책 변경 등 필요한 경우 양 당사자의 서면 합의에 따라 제3항의 수수료를 변경할 수 있다.
        `}
        </Text>
        <Text>
        {`
제5장  일 반 사 항
제16조 【 판매대금의 정산 】
	•	회사는 본 계약에 따른 서비스 제공에 있어서 회사가 상품을 수령한 후 재화 또는 용역의 대금을 판매회원에게 지급함으로써 구매회원의 안전을 도모한다.
	•	회사는 본 계약 제15조 제3항에 따라 판매회원에게 판매대금을 지급한다. 다만, 회사가 판매회원에게 결제대금을 지급하기 이전에 구매회원이 취소, 반품, 교환 또는 환불의 의사를 표시한 경우에는 그 지급을 보류할 수 있다.
	•	해외에 소재한 구매회원이 판매회원의 상품대금을 외화로 결제한 경우, 회사는 상품 등록 시 기입된 원화 판매가액을 기준으로 판매대금을 정산하여 판매회원에게 지급한다. 이에 발생하는 외환 차손익 등은 회사에 귀속된다.
	•	회사는 본 계약 제16조 제1항에 따라 회사가 상품을 수령한 날로부터 1영업일 이내 판매대금을 판매회원이 지정한 거래용 통장에 입금하는 방식으로 지급한다. 단, 당해 지급일이 영업일이 아닌 경우 익일 지급을 원칙으로 한다.
        `}
        </Text>
        <Text>
        {`
제17조 【 매매부적합물품 】
	•	회사는 아래와 같이 관련 법령, 회사의 상품등록 정책, 사회통념 등에 따라 판매 또는 유통이 불가한 제품을 판매금지품목으로 지정하여 운영할 수 있다. 판매금지 품목의 예는 아래 각 호와 같다.
	•	불법복제품: 서적, 소프트웨어 프로그램(소프트웨어를 불법으로 복사하여 판매 등록된 하드웨어 등 포함), 영상매체물, 상표 등 저작물의 무단복제품
	•	타인의 특허권, 상표권, 디자인권 등 지적재산권을 침해하는 물품
	•	미등록 영상매체물: 영상물 등급 위원회의 심의를 거치지 않거나 심의결과 유통 불가처리된 영상매체물(심의된 영상매체물과 내용이 다른 영상매체물 포함)
	•	컴퓨터 프로그램보호법, 저작권법 등에 위배하여 판매 등록되는 컴퓨터 프로그램(OEM제품, DSP 제품을 하드웨어와 분리하여 판매하는 경우)
	•	양도 또는 매매불가의 상품권, 홍보용 할인권 등의 상품권(철도승차권, 항공권, 올림픽/월드컵 등 국제경기 관련 관람당첨권 및 입장권 등 포함)
	•	음란물, 장물, 습득물, 이미테이션 물품, 군복/총포/도검 등 유통이 불가한 군용품 기타 무기류
	•	통신판매로 유통, 판매가 금지된 물품
	•	제작, 유통이 허가되지 않는 MP3음반, 소프트웨어
	•	관계기관에 허가 또는 신고된 사항과 다른 명칭, 성분으로 거래되는 물품, 이외 관계 법령상 수입/생산/판매/유통이 금지되거나 제한되는 물품 및 상장 주식 등
	•	의약품, 주류, 담배 등
	•	 기타 공공질서나 선량한 사회질서에 위배되는 물품
	•	구매회원의 정당한 반품권을 제한, 거부할 것이 명시된 물품
	•	회사는 아래와 같이 상품 자체에는 하자가 없으나 판매에 관한 일정한 법적 제한으로 인해 일정한 장소 또는 사람에게 판매할 수 없는 물품, 소비자의 정당한 권익을 침해할 우려가 예상되는 상품, 원활한 구매진행을 방해하는 상품 등을 매매제한품목으로 지정하여 운영할 수 있다. 매매제한 품목의 예는 아래 각 호와 같다.
	•	성인용 카테고리 이외의 곳에 게재된 성인용품
	•	해킹관련 자료(프로그램, 서적, 기타 문서 등)
	•	판매목적의 물품이 아니라고 판단되는 물품
	•	스팸행위(등록 상품명에 직접적인 상관이 없는 어휘를 무차별적으로 삽입하여 구매회원의 관심을 유도하거나 검색 등을 방해하는 행위 포함)등을 통하여 구매회원의 상품 검색, 구매 진행을 방해할 우려가 있는 물품
	•	회사의 서비스 목적에 해당되지 않는 상품
	•	회사가 서비스의 원활한 진행을 위하여 제공한 기능을 악용, 오용하여 등록된 상품
	•	판매의사 없이 홍보, 광고를 목적으로 등록된 물품
	•	그 밖에 표시, 광고, 유통, 판매 관련법령에 저촉되는 상품
	•	회사는 판매회원의 상품이 제1항 또는 제2항 각 호에 해당하거나 기타 법령에 위반되는 경우, 선량한 미풍양속을 저해시키는 경우 또는 회사의 정책상 필요한 경우에는 회사의 직권 또는 정당한 권리자, 관계기관의 요청에 따라 해당 상품 등록을 삭제, 취소하거나 중지할 수 있다.
	•	회사는 판매회원이 매매부적합물품을 등록하여 해당 상품의 판매를 취소하거나 중지하는 경우, 판매회원의 자격을 취소하거나 제한할 수 있다.
	•	구매회원이 판매회원의 상품이 매매부적합물품임을 알거나 알 수 있는 상태에서 상품을 구매한 경우, 회사는 판매회원과 구매회원 간의 거래를 중개하지 않을 수 있고 위 상품매매로 인하여 발생한 손해에 대해서는 책임을 지지 않는다.
        `}
        </Text>
        <Text>
        {`
제18조 【 타인의 권리침해 금지행위 】
	•	상표권 침해 금지
	•	판매회원은 타인의 상표나 로고를 사용할 때 반드시 사전에 해당 권리자에게 서면으로 사용허락을 받아야 한다. 아래의 예와 같이 타인의 등록상표를 허가받지 않고 무단으로 사용하는 것은 부정경쟁방지및영업비밀보호에관한 법률상의 부정경쟁행위에 해당하며, 상표권 침해의 소지가 있어 금지된다.
	•	~스타일, ~style, ~st, ~스탈, ~형, ~풍, ~타입 등의 문구를 사용하는 경우
	•	유명 상품명을 사용하거나 그 일부를 삭제하는 등 변형하여 사용하는 경우
	•	회사는 타인이 소유한 상표를 무단으로 도용한 모조상품(이미테이션)의 판매를 금지하고 있으며, 판매회원이 회사에게 이미테이션 여부를 사전에 고지했는지 여부와 관계없이 모든 이미테이션 제품은 판매할 수 없다.
	•	저작권 침해 금지
	•	판매회원은 상품 등록 시 아래 각 호와 같이 타인이 촬영한 사진, 타인이 창작한 이미지나 문구 등 인간의 사상 또는 감정을 표현한 모든 창작물을 무단으로 사용할 수 없다. 아래의 예와 같이 타인의 저작권을 침해하는 행위는 금지된다.
	•	허가없이 신문 기사 또는 방송화면을 게재, 캡쳐하여 판매 상품의 홍보에 사용하는 행위
	•	타인이 창작, 제작한 사진이나 이미지, 제조사 등의 카탈로그 또는 문구 등을 무단으로 사용하거나 링크하는 행위
	•	타 판매자 상품의 상품평을 도용하여 게재하는 행위
	•	초상권 및 성명권 침해 금지
	•	연예인의 사진 및 동영상은 연예인 본인 및 소속 매니지먼트 회사, 해당 광고회사 등에 대한 저작권 또는 초상권 침해에 해당하므로 아래의 예와 같이 초상권 또는 성명권을 침해하는 행위는 금지된다.
	•	잡지 등에 수록된 연예인 사진을 스캔하여 사용하는 경우
	•	연예인 사진 동영상을 무단으로 사용한 경우
	•	‘연예인 이름+스타일’과 같은 문구를 제목, 키워드, 상품상세설명에 무단으로 사용하는 경우
	•	방송화면을 캡쳐하여 사용한 경우
	•	판매회원은 제1항 내지 제3항의 권리 이외에 타인의 특허권 등 산업재산권을 침해하는 행위 또는 명예 등 타인의 권리를 침해하는 행위를 할 수 없다.
	•	판매회원이 제1항 내지 제4항에서 정한 금지된 행위를 하는 경우, 회사는 판매회원의 운영자페이지를 중지하는 등 조치를 취할 수 있고, 이 경우 판매회원에게 서비스 이용료 및 수수료를 환불하지 않을 수 있다. 또한, 타인의 권리 침해로 인하여 법적 분쟁이 발생하는 경우, 회사는 이를 책임지지 않으며, 모든 책임은 판매회원이 진다.
        `}
        </Text>
        <Text>
        {`
제19조 【 저작권의 귀속 】
	•	회사는 판매회원의 상품 광고를 위하여 사진, 동영상 등을 제작할 수 있다.
	•	제1항에 따라 회사가 제작한 사진, 동영상 등 모든 저작물의 저작권은 회사에게 있고, 판매회원은 회사의 사전 서면동의 없이 회사의 저작물을 사용해서는 아니 된다.
	•	회사는 제1항에 따라 회사가 제작한 사진, 동영상 등을 회사의 유통채널 외의 유통채널에서도 실시(實施)할 권리를 갖는다. 이 경우 판매회원은 회사에 대하여 상표권, 저작권, 디자인권 등 일체의 지적재산권을 주장할 수 없다.
	•	회사는 회사의 구매회원에게 제1항에 따라 회사가 제작한 사진, 동영상 등을 구매회원의 유통채널에서 실시(實施)하게 할 수 있다. 이 경우 판매회원은 구매회원에 대하여 상표권, 저작권, 디자인권 등 일체의 지적재산권을 주장할 수 없다.
	•	판매회원이 제2항을 위반하여 손해가 발생하는 경우, 모든 책임은 판매회원이 진다.
        `}
        </Text>
        <Text>
        {`
제20조 【 상품관리 및 판매의 제한 】
판매회원은 회사의 상표 또는 회사가 지정한 제조 방법, 디자인 및 아이디어 등을 사용하여 제조한 상품 및 회사에게 독점적으로 공급하기로 약정한 상품에 대해서는 회사의 사전 서면동의 없이 제3자에게 임의로 제공하거나 판매할 수 없다. 판매회원이 이를 위반하는 경우 회사는 본 계약을 즉시 해지할 수 있으며, 판매회원은 위반 행위로 인한 손해를 배상하여야 한다.
        `}
        </Text>
        <Text>
        {`
제21조 【 관련법규 준수 】
판매회원은 본 계약에 의하여 회사에게 상품을 공급함에 있어 품질경영 및 공산품안전관리법 기타 상품의 제조, 판매와 관련된 모든 법규에 정한 사항을 준수하여야 하며, 해당 관련 법규를 준수하지 않음으로 인해 발생하는 모든 책임을 부담하여야 한다.
        `}
        </Text>
        <Text>
        {`
제22조 【 비밀준수 】
판매회원과 회사는 본 계약을 통하여 취득한 상대방의 영업상 정보 또는 영업비밀에 대하여 본 계약기간은 물론 본 계약 종료 후에도 제 3자에게 제공 및 누설하거나 사용하여서는 아니 된다.
        `}
        </Text>
        <Text>
        {`
제23조 【 개인정보 보호 】
	•	회사는 회원의 개인정보 수집시 서비스 제공을 위하여 필요한 범위에서 최소한의 개인정보를 수집한다.
	•	회사가 회원의 개인정보를 수집•이용하는 경우, 회원에게 그 목적으로 고지하고 동의를 받는다.
	•	회사는 수집한 개인정보를 목적 외의 용도로 이용하지 않으며, 새로운 이용 목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 회원에게 그 목적을 고지하고 동의를 받는다. 다만, 관련 법령의 규정에 따라 이용 또는 제공하는 경우는 예외로 한다.
	•	회사가 제2항 또는 제3항의 동의를 받는 경우, 회사는 정보의 수집 및 이용 목적, 제3자에 대한 정보제공과 관련한 내용 등을 미리 명시하여야 하고, 회원은 언제든지 동의를 철회할 수 있다.
	•	회원은 언제든지 회사가 처리하는 본인의 정보에 대한 열람 및 오류정정을 요구할 수 있으며, 회사는 이에 대하여 지체 없이 필요한 조치를 취하여야 한다.
	•	회사 또는 회사로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 즉시 개인정보를 파기하여야 한다.
	•	회사는 개인정보의 수집•이용•제공에 관한 동의란을 미리 선택한 것으로 설정해두지 않습니다. 또한 개인정보 수집•이용•제공에 관한 회원의 동의 거절시 제한되는 서비스를 구체적으로 명시하고, 필수 수집항목이 아닌 개인정보의 수집•이용•제공에 관한 회원의 동의 거절을 이유로 회원가입 등 서비스 제공을 제한하거나 거절하지 않는다.
	•	회사가 회원의 개인정보를 위탁하는 경우에는 관련 법령에서 정한 바에 따라 '개인정보취급방침'을 수립하고, 개인정보 보호책임자를 지정하여 이를 게시하고 운영한다.
	•	회사는 본 계약 외의 목적으로 판매회원에 대한 정보를 사용하거나 제3자에게 제공할 수 없으며, 이를 위반하여 발생하는 책임은 회사가 부담한다.
	•	판매회원은 서비스 이용 과정에서 인지한 구매회원과 관련된 정보를 본 계약상 서비스 이용 외의 목적으로 사용할 수 없으며, 이를 위반하여 발생하는 책임은 판매회원이 부담한다.
        `}
        </Text>
        <Text>
        {`
제24조 【 회원의 아이디 및 비밀번호 관리 】
	•	아이디(ID) 및 비밀번호에 대한 관리 책임은 회원에게 있으며, 회원은 어떠한 경우에도 본인의 아이디(ID) 또는 비밀번호를 타인에게 양도하거나 대여할 수 없다.
	•	회원은 아이디(ID) 또는 비밀번호를 도난당하거나 제3자가 이를 무단으로 사용하고 있음을 인지한 경우, 즉시 회사에 통보하여야 하고 회사는 이에 대한 신속한 처리를 위하여 최선의 노력을 다하여야 한다.
        `}
        </Text>
        <Text>
        {`
제25조 【 계약의 해지 】
	•	판매회원과 회사는 아래 각 호의 사유가 발생하는 경우 상대방에게 서면으로 등기우편, 팩스, 전자우편, 직접 교부 등의 방법으로 해지의사를 통지함으로써 본 계약을 해지할 수 있다. 단, 판매회원과 회사는 위 통지에도 불구하고 본 계약의 존속 중의 주문, 납품, 대금결제 기타 확정된 사항에 대해서는 성실하게 이행하여야 한다.
	•	판매회원 또는 회사가 본 계약 또는 합의 사항을 위반하여 상대방이 시정을 요구하였으나, 상당한 기간 내에 이를 시정하지 않은 경우
	•	판매회원 또는 회사가 정당한 이유 없이 수수료 또는 판매대금 지급을 30일 이상 연체하여 상대방으로부터 이행을 촉구 받았음에도 불구하고 이를 지급하지 못하는 경우
	•	판매회원이 정당한 이유 없이 상품을 납품하지 못하거나 향후 상품 납품이 불가능하다고 판단되는 경우
	•	판매회원 또는 회사가 제3자로부터 압류, 가압류, 가처분 등을 받고 그 상태를 해소시키지 못하여 본 계약의 이행가능성이 불확실한 경우
	•	 판매회원 또는 회사에 대하여 파산, 화의, 회사정리절차가 개시되는 경우
	•	구매회원이 상품판매거부, 관리소홀, 구매회원응대소홀 등을 이유로 판매회원에 대하여 10회 이상 이의를 제기한 경우
	•	판매회원이 상품판매 등 운영을 소홀히 하여 회사의 서비스 운영에 지장이 발생하여, 회사가 5회 이상 시정을 요구하였음에도 불구하고 상당한 기간 내에 이를 시정하지 않은 경우
	•	기타 위 각호에 준하는 중대한 사유가 발생하는 경우
        `}
        </Text>
        <Text>
        {`
제26조 【 손 해 배 상 】
	•	당사자 일방 또는 당사자 일방의 피고용인, 대리인, 기타 도급 및 위임 등으로 당사자 일방을 대신하여 본 계약을 이행하는 자의 책임있는 사유로 본 계약의 이행과 관련하여 상대방에게 손해가 발생한 경우, 그 당사자 일방은 상대방에게 발생한 손해를 배상할 책임이 있다.
	•	판매회원의 귀책사유로 인하여 회사가 소비자, 소비자단체, 관공서, 기타 제3자로부터 손해배상의 청구, 제소, 행정조치, 기타 법률상의 책임을 부담하게 될 경우 판매회원은 회사를 방어하고 면책시키며 일체의 피해와 손실에 대하여 배상책임을 진다.
	•	판매회원이 본 계약 제21조와 제22조를 위반하여 구매회원 및 판매회원의 정보를 상품 판매 및 그와 관련된 업무 외 다른 용도로 사용한 경우 판매회원은 회사에게 월평균 상품판매대금의 100%에 해당하는 위약금을 지급하여야 한다. 이 때 월평균 상품판매대금의 산정기준은 사유발생일을 기준으로 최종 거래 3개월간의 평균값으로 하며, 거래가 3개월 미만인 경우에는 최종 월의 상품판매대금으로 한다.
        `}
        </Text>
        <Text>
        {`
제27조 【 판매회원의 통지의무 】
	•	판매회원은 다음 각 호에 해당하는 사실이 발생된 경우 지체 없이 필요서류를 첨부하여 회사의 주소지로 서면 통지하여야 한다.
	•	주소, 상호, 대표자 등 사업자등록증에 명시된 사항이 변경된 경우
	•	자본 구성이나 대주주, 경영진에 중대한 변경이 있는 경우
	•	개인사업자가 법인으로 변경되거나 법인이 개인사업자로 변경된 경우
	•	제3자로부터 민형사상의 소송이 제기된 경우
	•	기타 판매회원에게 본 계약의 이행에 영향을 줄 수 있는 중대한 변경사항이 발생하는 경우
        `}
        </Text>
        <Text>
        {`
제28조 【 조사권 】
회사는 판매회원이 본 계약을 위반하여 회사의 서비스 운영 또는 명예와 신용에 중대한 손상을 초래할 우려가 있다고 판단되는 경우 필요한 조사를 실시할 수 있으며, 특별한 사유가 없는 한 판매회원은 이에 응해야 한다.
        `}
        </Text>
        <Text>
        {`
제29조 【 해석 등 】
	•	본 계약에서 정하지 않은 사항은 본 계약 취지 및 일반 상관례에 따라 판매회원과 회사가 상호 협의하여 정한다.
	•	본 계약의 일부 조항이 무효인 경우에도 다른 조항은 유효하게 존속한다. 다만, 무효조항으로 인하여 당사자 일방에 불합리하게 부당한 부담을 주게 되거나, 본 계약의 취지에 어긋나게 된 경우 당사자들은 서면에 의하여 관련 내용을 변경할 수 있으며, 위 변경 외의 사항은 기존 계약을 따른다.
        `}
        </Text>
        <Text>
        {`
제30조 【 분쟁해결 】
	•	본 계약과 관련하여 양 당사자간의 분쟁이 발생한 경우, 원칙적으로 회사와 판매회원 상호간의 합의에 의해 해결한다.
	•	제1항에도 불구하고 분쟁이 해결되지 않을 경우 회사의 주소지 관할 지방법원을 그 관할로 한다.
	•	본 계약과 회원 상호간의 상품 거래에 대해서는 대한민국 법령이 적용된다.
	•
	•	부칙
	•	이 약관은 2015. 6.  1. 부터 적용됩니다.
        `}
        </Text>
      </ScrollView>
    );
  },
});
